// src/data.js
export const letters = [
  {
    id: 1,
    to: '이수',
    from: '자두',
    content: `그대, 어떤 나날들을 보내고 있나요
천금 같던 시간도 당신이 없는 이곳에서는 
의미가 없네요
아아 얼마 남지 않은 방학이여
그럼에도 빨리 끝에 다다르길 바라고 있어요
아마 당신이 돌아올 즈음에 
나는 이곳에 없겠지만
인연은 다시 우리를 잇겠죠
곧 있을 우리들의 재회를 하염없이 기다리며
부디 무운을 빌어요`,
    thumbnail: 'thumb1.png'
  },
  {
    id: 2,
    to: '이수',
    from: '안유진',
    content: `이수 하이
훈련은 잘 받고 있냠
힘들지?ㅠㅠ 
그치만 어떡해 너가 선택했는 걸. 
3주만 더 버텨. 그러면 컴백홈이다. 
날도 더운데 훈련받느라 고생 하고 
있는 널 생각하니 빙수가 땡기는구나.
 이따 빙수 때려야겠다. 
 너는 3주 뒤에 먹거라ㅋㅋㅋㅋㅎㅋㅎ 
 암튼 더위 먹지 말고 물 많이 마시고
  다치지 말고 훈련 잘 받고 돌아와라.
   우리는 언젠가 만나겠지 뭐 ㅎㅎ 
   화이팅팅팅><`,
    thumbnail: 'thumb2.png'
  },
  {
    id: 3,
    to: '이수',
    from: '제프리',
    content: `잘 지내냠? 벌써 일주일이 지났어
어때 막 하루가 백만 년 같아?ㅋㅋㅋㅋ
그래도 씩씩하게 잘 해내고
요즘 날씨도 더워서 더 힘들겠지만 
오늘부터 좀 시원했삼!!! 
아프지 말고 밥도 많이 먹고
고생하고 있다는 생각을 하니 
마음이 아픈 건 아니고 힘내라 친구야!
내 행운의 편지🍀 읽고 또 낄낄거릴 수 있는 
시간이 찾아오면 좋겠기도ㅎ
혼자가 아니라는 거 잊지 마! 가 아니라 
넌 혼자야. 우린 민간인이기 때문이지😝👅
그러나 응원은 하고 기다리고 있겠다🍒
훈련 끝나고 나오면 또 즐거운 시간을 
가지자구>.<
힘들 땐 이 편지가 작은 위로가 되길 바라며 
파이팅!  해낼 수 있어✊🏻
(좀 감성적 니깔이다)
버텨 견뎌 이겨내 ㅋ😘`,
    thumbnail: 'thumb3.png'
  },
  {
    id: 4,
    to: '이수',
    from: '솔하',
    content: `아 이 사이트 만드느라
좃@뺑이 쳤다 감사하도록 
내가 만들었어 사실 구라고 
지피티가 만들었어 지피티한테 감사해
자두랑 제프리가 만들어달라고했는데...
카톡이 되는 사람한테 왜 이걸 하는지
살짝 의문이긴했지만....
군대?훈련?잘 다녀오고 다치지마라
아 맞아 네가 인터넷 편지 받는게 
로망이라고 해서 시작한거구나
가짜 인터넷편지지만....
인터넷이고 편지긴하니까
감동하도록해....
암튼 다치지말고 잘 훈련하고
나라도 잘지키고 
돌아와서 같이 술이나 마시자
수고해라 `,
    thumbnail: 'thumb4.png'
  },
  {
    id: 5,
    to: '이수',
    from: '금비',
    content: '편지 내용...',
    thumbnail: 'thumb5.png'
  },
  {
    id: 6,
    to: '이수',
    from: '이지',
    content: '편지 내용...',
    thumbnail: 'thumb6.png'
  }
];
